--[[
    Desc: return send position
    Author: Night_Walker
    Since: Sat Sep 09 2017 18:25:18 GMT+0800 (CST)
    Alter: Sat Sep 09 2017 18:25:18 GMT+0800 (CST)
    Docs: 
        * these data will be used when hero is sent to next new scene
]]

return {

    [1] = { --艾尔文防线区域
		
        [0] = {	--艾尔文防线
			[1] = {x=3808-50,y=450},
			[2] = {x=1010,y=410},
			[3] = {x=30,y=450},
			[4] = {x=0,y=0},
		},
		[1] = {	--家？
			[1] = {x=782,y=400},
		},
		[2] = {--艾尔文防线 备战区
			[1] = {x=1568-30,y=450}, --到艾尔文防线
			[2] = {x=210,y=308+200},	--到洛兰
		},
	},


	[2] = {-- 赫顿玛尔区域
		
        [0] = {	--赫顿玛尔
			[1] = {x=0,y=0},
			[2] = {x=0,y=0},
			[3] = {x=24,y=450},
			[4] = {x=0,y=0},
		},
		[1] = {	--赫顿玛尔市政厅
			[1] = {x=0,y=0},
			[2] = {x=24,y=450}, -- 回艾尔文防线的坐标
			[3] = {x=0,y=0},
			[4] = {x=0,y=0},
		},
		[2] = {--
			[1] = {x=1568-24,y=450},
			[2] = {x=0,y=0},
		},
	}
} 